Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Adding users failed
be: Не ўдалося дадаць карыстальніка

source: Additional info
be: Дадатковыя зьвесткі

source: Adjust call volume
be: Гучнасьць размовы

source: Adjust microphone settings
be: Наставіць мікрафон

source: Adjust speaker settings
be: Наставіць галасьнікі

source: Adjust your microphone position
be: Вызначце месца мікрафона

source: Advanced
be: Адмысловыя

source: Advanced View
be: Болей наладаў

source: Advanced privacy options
be: Адмысловыя можнасьці адасобленасьці

source: Advanced settings
be: Адмысловыя налады

source: Advertisement
be: Абвесткі

source: After they're up and running on Skype and have added you to their contact list you will be able to talk to each other for free.
be: Вы зможаце размаўляць зь імі задарма, калі яны ўсталююць, запусьцяць Skype і дададуць вас да сьпісу сваіх кантактаў.

source: Age
be: Узрост

source: Age Range
be: Узрост

source: Age range
be: Узрост

source: Age:
be: Узрост:

source: Alerts & messages
be: Папярэджаньні ды паведамленьні

source: All
be: Усе

source: All Ages
be: Хоць-якога ўзросту

source: All Contacts
be: Усе кантакты

source: All Countries/Regions
be: Усе краіны (мясцовасьці)

source: All Files
be: Усе файлы

source: All Inactive Files
be: Усе нядзейныя файлы

source: All Languages
be: Усе мовы

source: All Rights Reserved.
be: Усе правы абароненыя.

source: All calls
be: Усе выклікі

source: All calls will be disconnected.
be: Усе выклікі спыняцца.

source: All contacts
be: Усе кантакты

source: All countries/regions
be: Усе краіны (мясцовасьці)

source: All events
be: Усе падзеі

source: All files downloaded to:
be: Усе файлы спампавалі сюды:

source: All languages
be: Усе мовы

source: All messages
be: Усе паведамленьні

source: All other contacts
be: Усе астатнія кантакты

source: All rights reserved.
be: Усе правы абароненыя.

source: All traces of previous conversations including Instant Messages, SMS, calls, voicemails and file transfers, will be deleted from your recorded history.
be: З гісторыі сатруцца ўсе сьляды размоў, разам з гутаркамі, SMS, выклікамі, галасавою поштаю, перадаванымі файламі.

source: All your sounds will be reset back to the original defaults.
be: Вернуцца ўсе пачатковыя гукі.

source: Allow
be: Дазволіць

source: Allow IM from my contacts only.
be: Прымаць паведамленьні толькі ад кантактаў.

source: Allow IMs from everyone.
be: Прымаць паведамленьні ад усіх.

source: Allow IMs from...
be: Прымаць паведамленьні ад…

source: Allow Skype to automatically adjust my mixer levels
be: Дазваляць Skype настаўляць узроўні гуку самарушна

source: Allow Skype to use non-personally identifiable information about me when serving third party ads.
be: Дазволіць Skype выкарыстоўваць зьвесткі пра мяне, якія не зьмяшчаюць асабістых дадзеных, калі апрацоўваецца рэкляма ад трэціх асобаў.

source: Allow access
be: Дазволіць доступ

source: Allow anyone to call me
be: Прымаць выклікі ад усіх

source: Allow anyone to contact me
be: Прымаць выклікі ды паведамленьні ад усіх

source: Allow anyone to send IMs to me
be: Прымаць паведамленьні ад усіх

source: Allow calls from everyone.
be: Прымаць выклікі ад усіх.

source: Allow calls from...
be: Прымаць выклікі ад…

source: Allow calls only from my contacts.
be: Прымаць выклікі толькі ад кантактаў.

source: Allow calls to my online number(s) from...
be: Прымаць выклікі на мае сеціўныя нумары…

source: Allow chats from...
be: Прымаць паведамленьні ад…

source: Allow my contacts to see the number of contacts I have.
be: Дазваляць маім кантактам бачыць, колькі кантактаў я маю.

source: Allow my online status to be shown on the web
be: Дазволіць паказваць мой стан у сеціве

source: Allow my status to be shown on the web.
be: Дазволіць паказваць мой стан у сеціве.

source: Allow this program to use Skype, but ask again in the future.
be: Дазволіць доступ да Skype, але наступным разам пытацца зноўку.

source: Allow this program to use Skype.
be: Дазволіць праґраме ўжываць Skype.

source: Allowed programs:
be: Дазволена праґрамам:

source: Allowed to use Skype
be: Дазваляецца ўжываць Skype

source: Allowing access to Skype API over network is insecure.
be: Даваць доступ да праґрамнага інтэрфэйсу Skype па сетцы —

source: Already have a Skype account?
be: Ужо маеце рахунак у Skype?

source: Also try plugging it into a different USB port on your computer, then restart Skype.
be: Таксама паспрабуйце іншы порт USB, а потым нанова запусьціце Skype.

source: An e-mail address is required.
be: Абавязкова пазначце адрас эл. пошты.

source: An unknown contact is calling you
be: Вас выклікае невядомы

source: An unknown error occured whilst changing your password.
be: Выявілася невядомая памылка, калі зьмянялі пароль.

source: And back by popular demand
be: Па шматлікіх просьбах, мы вярнулі магчымасьць

source: And video calls:
be: А перад выклікамі па відэа —

source: And we’ve made our call controls easier to use, with a simpler, smarter toolbar.
be: Мы зрабілі простую, дасьціпную стужку прыладаў, каб кіраваць выклікамі было лягчэй.

source: Angel
be: Анёл

source: Angry
be: Злуюся

source: Another Skype instance may exist
be: Мажліва, працуе іншы асобнік Skype

source: Another application (%s) is attempting to access Skype, but we are unable to respond.
be: Нейкая праґрама (%s) спрабуе атрымаць доступ да Skype, але мы ня можам адказаць.

source: Another application may be using the Clipboard at the moment.
be: Мажліва, іншая праґрама зараз карыстаецца кішэняю.

source: Another program is trying to access Skype.
be: Нейкая праґрама спрабуе атрымаць доступ да Skype.

source: Another program is trying to put Skype in Silent Mode.
be: Нейкая праґрама спрабуе перавесьці Skype у бязгучны стан.

source: Another program wants to use Skype
be: Нейкая праґрама хоча ўжываць Skype

source: Answer
be: Адказаць

source: Answer %s
be: Адказаць %s

source: Answer Call
be: Адказаць на выклік

source: Answer and combine with conference.
be: Адказаць і далучыць да нарады.

source: Answer call
be: Адказаць на выклік

source: Answer call from %s and put conference call with %s on hold?
be: Адказаць на выклік ад %s і ўтрымваць нараду з %s?

source: Answer call with video
be: Адказаць на выклік зь відэа

source: Answer conference call from %s and put %s on hold?
be: Адказаць на выклік да нарады ад %s і ўтрымваць %s?

source: Answer conference call from %s and put call with %s on hold?
be: Адказаць на выклік да нарады ад %s і ўтрымваць размову з %s?

source: Answer incoming call from %s and put %s on hold?
be: Адказаць на выклік ад %s і ўтрымваць %s?

source: Answer incoming calls automatically
be: Самарушна адказваць на выклікі

source: Answer with video
be: Адказаць зь відэа

source: Answer your Skype calls no matter where you are with call forwarding
be: Калі выклікі на Skype перасылаюцца, можна адказваць на іх, дзе ды калі пажадаеце

source: Answering this call will put your active call on hold, or
be: Калі адказаць на гэты выклік, бягучы выклік будзе ўтрымвацца або

source: Answering this call will put your active call on hold.
be: Калі адказаць на гэты выклік, бягучы выклік будзе ўтрымвацца.

source: Answering this call will put your current call on hold
be: Калі адказаць на гэты выклік, бягучы выклік будзе ўтрымвацца

source: Answering this call will stop you recording and sending your voicemail message.
be: Калі адказаць на гэты выклік, галасавое паведамленьне не запішацца й не дашлецца.

source: Any data stored by %s may not be available on other computers where this devices is used.
be: Усе зьвесткі, якія захавае %s, могуць апынуцца недаступнымі на іншых кампутарах, дзе будзе выкарыстоўвацца гэтая прылада.

source: Any reserved credit that you don't use will appear back in your account.
be: Усе сродкі, якія не выдаткоўваліся на сеціва, зноўку зьявяцца на вашым рахунку.

source: Anyone can post messages.
be: Дасылаць паведамленьні могуць усе.

source: Apply
be: Ужыць

source: Apps
be: Дадаткі

source: April
be: Красавік

source: Are Offline
be: ня ў сетцы

source: Are Offline with Call Forwarding
be: ня ў сетцы, а выклікі перасылаюцца

source: Are they on mute?
be: Галасьнікі маўчаць?

source: Are you really sure you want to leave the chat?
be: Ці ўпэўненыя вы, што хочаце выйсьці з гутаркі?

source: Are you sure you want to accept this file?
be: Ці ўпэўненыя вы, што хочаце прыняць гэты файл?

source: Are you sure you want to block <b>%s</b>?
be: Ці ўпэўненыя вы, што хочаце замкнуць <b>%s</b>?

source: Are you sure you want to block these people?
be: Ці ўпэўненыя вы, што хочаце замкнуць гэтых людзей?

source: Are you sure you want to call?
be: Ці ўпэўненыя вы, што хочаце выклікаць?

source: Are you sure you want to cancel the file?
be: Ці ўпэўненыя вы, што хочаце скасаваць гэты файл?

source: Are you sure you want to cancel the files?
be: Ці ўпэўненыя вы, што хочаце скасаваць гэтыя файлы?

source: Are you sure you want to cancel?
be: Ці ўпэўненыя вы, што хочаце скасаваць?

source: Are you sure you want to close it?
be: Ці ўпэўненыя вы, што хочаце зачыніць яе?

source: Are you sure you want to continue?
be: Ці ўпэўненыя вы, што хочаце працягваць?

source: Are you sure you want to go offline?
be: Ці ўпэўненыя вы, што хочаце адлучыцца?

source: Are you sure you want to leave this chat?
be: Ці ўпэўненыя вы, што хочаце выйсьці з гэтае гутаркі?

source: Are you sure you want to leave this group?
be: Ці ўпэўненыя вы, што хочаце выйсьці з гэтае гутаркі?

source: Are you sure you want to open it?
be: Ці ўпэўненыя вы, што хочаце адчыніць яго?

source: Are you sure you want to quit Skype Wi-Fi Access?
be: Ці ўпэўненыя вы, што хочаце выйсьці з доступу да Wi-Fi праз Skype?

source: Are you sure you want to reject all the files?
be: Ці ўпэўненыя вы, што хочаце адхіліць усе файлы?

source: Are you sure you want to remove this message?
be: Ці ўпэўненыя вы, што хочаце сьцерці паведамленьне?

source: Are you sure you want to remove this picture?
be: Ці ўпэўненыя вы, што хочаце сьцерці гэты малюнак?

source: Are you sure you want to reset your voicemail greeting to the default message?
be: Ці ўпэўненыя вы, што хочаце вярнуць пачатковае вітальнае паведамленьне?

source: Are you sure you want to send %d files to %s?
be: Ці ўпэўненыя вы, што хочаце даслаць файлы (%s) да %s?

source: Are you sure you want to send file "%s" to %s?
be: Ці ўпэўненыя вы, што хочаце даслаць файл «%s» да %s?

source: Are you sure you want to start an audio call?
be: Ці ўпэўненыя вы, што хочаце выклікаць голасам?

source: Are you sure you want to stop Skype Wi-Fi Access and disconnect from the internet?
be: Ці ўпэўненыя вы, што хочаце спыніць доступ да Wi-Fi праз Skype дый адлучыцца ад сеціва?

source: Are you sure you want to stop sending this file?
be: Ці ўпэўненыя вы, што хочаце спыніць дасылаць файл?

source: Are you sure you wish to block %1?
be: Ці ўпэўненыя вы, што жадаеце замкнуць %1?

source: Are you sure you wish to delete %1 from your contact list?
be: Ці ўпэўненыя вы, што жадаеце выкрасьліць %1 са сьпісу кантактаў?

source: Are you sure you wish to delete the selected group?
be: Ці ўпэўненыя вы, што жадаеце сьцерці гэтую суполку?

source: Are you sure you wish to delete the selected users from your contact list?
be: Ці ўпэўненыя вы, што жадаеце выкрасьліць абраных са сьпісу кантактаў?

source: Are you sure you wish to unblock %1?
be: Ці ўпэўненыя вы, што жадаеце адамкнуць %1?

source: Are you sure?
be: Ці ўпэўненыя вы?

source: Ask them to try turning it off then on again, or plugging their webcam into a different USB port and restarting.
be: Прапануйце яму вылучыць і зноўку ўлучыць камэру, альбо далучыць яе да іншага порту USB і запусьціць Skype нанова.

source: Ask them to upgrade their drivers or change to a Skype Certified™ webcam.
be: Прапануйце абнавіць павадыры (драйвэры) ці замяніць камэру на завераную ў Skype („Skype Certified™“).

source: At premium hotspots, pay per minute with your Skype Credit.
be: У платных пунктах давядзецца плаціць крэдытам у Skype за кожную хвіліну.

source: Audio Settings…
be: Налады гуку…

source: Audio problems
be: Праблемы з гукам

source: Audio settings
be: Налады гуку

source: August
be: Жнівень

source: Authorized contacts
be: Зацьверджаныя

source: Auto checks for great sound
be: Самарушна спраўдзіць на добрую якасьць гуку

source: Auto-Accept Files
be: Самарушна прымаць файлы

source: Automatic Proxy Detection
be: Самарушна вызначаць пасродак

source: Automatic proxy detection
be: Самарушна вызначаць пасродак

source: Automatically adjust microphone settings
be: Настаўляць мікрафон самарушна

source: Automatically adjust speaker settings
be: Настаўляць галасьнікі самарушна

source: Automatically answer incoming calls.
be: Самарушна адказваць на выклікі.

source: Automatically pause Winamp during calls
be: Прыпыняць Winamp падчас размовы

source: Automatically receive video and screen sharing from...
be: Самарушна атрымваць відэа ды выявы экрану ад…

source: Automatically receive video from...
be: Самарушна атрымваць відэа ад…

source: Automatically sign-in when I start Skype
be: Самарушна ўваходзіць, калі запускаецца Skype

source: Available at over 500,000 Wi-Fi hotspots worldwide.
be: Паслугу прапануюць больш як 500000 пунктаў доступу Wi-Fi па ўсім сьвеце.

source: Away
be: Адсутнічаю

source: Away (on a mobile device)
be: Адсутнічаю (перасоўная прылада)

source: Away from Mobile
be: Адсутнічаю (перасоўная прылада)

source: B
be: Б

source: Back
be: Назад

source: Back up Contacts to File…
be: Захаваць кантакты ў файл…

source: Background noise
be: Пошум на заднім пляне

source: Backup Contacts to File…
be: Захаваць кантакты ў файл…

source: Bad
be: Кепская

source: Bad extension
be: Кепскае пашырэньне

source: Bad lighting
be: Мала сьвятла

source: Bandit
be: Рабаўнік

source: Banging head on wall
be: Б’юся галавою аб сьцяну

source: Beer
be: Піва

source: Between 6 and 32 characters
be: Ад 6 да 32 знакаў

source: Binary file corrupted
be: Праґрамны файл пашкоджаны

source: Birth date
be: Дата народзінаў

source: Birthday
be: Народзіны

source: Birthday for %1
be: Народзіны ў %1

source: Birthday:
be: Народзіны:

source: Birthdays
be: Народзіны

source: Block
be: Замкнуць

source: Block Contact
be: Замкнуць кантакт

source: Block These People…
be: Замкнуць гэтых людзей…

source: Block This Person…
be: Замкнуць гэтага чалавека…

source: Block This User
be: Замкнуць карыстальніка

source: Block these people
be: Замкнуць гэтых людзей

source: Block this person
be: Замкнуць гэтага чалавека

source: Block this user
be: Замкнуць карыстальніка

source: Blocked
be: Замкнулі

source: Blocked People
be: Замкнёныя

source: Blocked contacts
be: Замкнёныя кантакты

source: Blocked people:
be: Замкнёныя:

source: Blocked programs:
be: Забаронена праґрамам:

source: Block…
be: Замкнуць…

source: Blushing
be: Чырванею

source: Bookmark
be: Закласьці

source: Bookmark Chat
be: Закласьці гутарку

source: Bookmark this chat
be: Закласьці гэтую гутарку

source: Bookmarked Chats
be: Закладзеныя гутаркі

source: Bookmarked Chats (0)
be: Закладзеныя гутаркі (0)

source: Bowing
be: Схіляюся

source: Brilliant - your sound in is working.
be: Выдатна: гук працуе.

source: Broken heart
be: Разьбітае сэрца

source: Browse…
be: Зірнуць…

source: Bug
be: Жук

source: Build your free Weemee
be: Стварыць уласнага Weemee задарма

source: Bus:
be: Шына:

source: Business contact
be: Працоўны кантакт

source: Busy
be: Лінія занятая

source: Busy signal (Classic)
be: Лінія занятая (звычайны)

source: But don't worry - when you disconnect we'll only charge you for the minutes you've actually used.
be: Але не турбуйцеся: калі вы адлучыцеся, вы заплаціце толькі за выкарыстаныя хвіліны.

source: Buy Skype Credit
be: Набыць крэдыт у Skype

source: Buy Skype Credit now
be: Набыць крэдыт у Skype

source: Buy Skype Credit to forward calls to phones and mobiles
be: Набыць крэдыт у Skype, каб перасылаць выклікі на перасоўныя ды гарадзкія тэлефоны

source: Buy Skype Credit to send SMS to mobile phone
be: Набыць крэдыт у Skype, каб дасылаць SMS на перасоўныя тэлефоны

source: Buy Skype Credit…
be: Набыць крэдыт у Skype…

source: Buy Skype voicemail
be: Набыць галасавую пошту ў Skype

source: Buy a headset or Skype phone from the Skype shop
be: У краме Skype можна набыць тэлефон для Skype або слухаўкі ды мікрафон

source: Buy a subscription
be: Набыць падпіску

source: Buy a webcam from the Skype shop
be: Набыць камэру ў краме Skype

source: Buy credit - %s
be: Набыць крэдыт — %s

source: Buy more
be: Купіце болей

source: Buy more credit
be: Набыць яшчэ крэдыт у Skype

source: Ca&ll
be: &Выклікаць

source: Cake
be: Пірог

source: Call
be: Выклікаць

source: Call %1
be: Выклікаць %1

source: Call %s
be: Выклікаць %s

source: Call Answered
be: Адказалі на выклік

source: Call Being Transferred
be: Выклік накіроўваецца

source: Call Button
be: Кнопка «выклікаць»

source: Call Cancelled
be: Скасавалі выклік

source: Call Connecting
be: Выклікаем

source: Call Contact
be: Выклікаць кантакт

source: Call Dropped
be: Скінулі выклік

source: Call Duration: %1
be: Працягласьць выкліку: %1

source: Call Ended
be: Выклік скончылі

source: Call Failed
be: Не ўдалося выклікаць

source: Call Finished
be: Скончылі выклік

source: Call Forwarding
be: Перасылаць выклікі

source: Call Forwarding Options
be: Можнасьці перасылаць выклікі

source: Call Forwarding will re-direct any calls received when your are not on Skype to a telephone number of your choice.
be: Калі выклікі перасылаюцца, кожны атрыманы да вас выклік, калі вас няма ў Skype, накіроўваецца на абраны вамі тэлефонны нумар.

source: Call Group
be: Выклікаць суполку

source: Call Home
be: Выклікаць хатні

source: Call Home Phone: %1
be: Выклікаць хатні: %1

source: Call Hungup
be: Паклалі слухаўку

source: Call Missed
be: Прапусьцілі выклік

source: Call Mobile
be: Выклікаць перасоўны

source: Call Mobile Phone: %1
be: Выклікаць перасоўны: %1

source: Call Office
be: Выклікаць працоўны

source: Call Office Phone: %1
be: Выклікаць працоўны: %1

source: Call Phone
be: Тэлефанаваць

source: Call Phones or Send SMS
be: Тэлефанаваць або даслаць SMS

source: Call Quality
be: Якасьць сувязі

source: Call Quality Average
be: Сярэдняя якасьць сувязі

source: Call Quality Bad
be: Кепская якасьць сувязі

source: Call Quality Error
be: Памылка якасьці сувязі

source: Call Quality Guide
be: Кіраўніцтва па якасьці сувязі

source: Call Quality Warning
be: Перасьцярога пра якасьць сувязі

source: Call Refused
be: Адхілілі выклік

source: Call Resumed
be: Выклік аднавілі

source: Call Technical Info
be: Тэхнічныя зьвесткі выкліку

source: Call Transferred
be: Выклік накіравалі

source: Call Waiting
be: Выклік чакае

source: Call a Phone Number
be: Тэлефанаваць

source: Call a contact not in your list
be: Выклікаць кантакт не са сьпісу

source: Call any phone with Skype.
be: Тэлефануйце праз Skype на які пажадаеце нумар.

source: Call anywhere in the world at the same low rates, day or night.
be: Удзень і ўночы, адкуль пажадаеце, тэлефануйце па заўжды нізкіх коштах.

source: Call dropped
be: Скінулі выклік

source: Call dropped!
be: Выклік скінуўся!

source: Call dropped.
be: Выклік скінуўся.

source: Call echo
be: Рэха ў размове

source: Call ended
be: Выклік скончылі

source: Call ended, duration %s
be: Скончылі выклік працягласьцю %s

source: Call failed
be: Не ўдалося выклікаць

source: Call failed!
be: Выклікаць не ўдалося!

source: Call forwarding
be: Перасылаць выклікі

source: Call forwarding information
be: Зьвесткі пра перасыланьне выклікаў

source: Call forwarding is active.
be: Выклікі перасылаюцца.

source: Call forwarding options
be: Можнасьці перасылаць выклікі

source: Call forwarding settings not saved
be: Налады перасылаць выклікі не захавалі

source: Call from %s
be: Выклікае %s

source: Call from %s (%s)
be: Выклікае %s (%s)

source: Call from %s (%s) declined.
be: Выклік ад %s (%s) адхілілі.

source: Call from %s (%s), duration %s.
be: Выклік ад %s (%s) працягласьцю %s.

source: Call from %s declined.
be: Выклік ад %s адхілілі.

source: Call from %s transferred to %s
be: Выклік ад %s перадалі да %s

source: Call from %s transferred to %s, duration %s.
be: Выклік ад %s перадалі да %s; працягласьць — %s.

source: Call from %s, duration %s.
be: Выклік ад %s працягласьцю %s.

source: Call group
be: Выклікаць суполку

source: Call in Progress
be: Выклікаецца

source: Call is being transferred
be: Выклік перадаецца

source: Call is forwarded
be: Выклік пераслалі

source: Call is in a separate window
be: Выклік у асобным вакне

source: Call mobile phones and landlines at great low rates
be: Тэлефануйце на перасоўныя ды гарадзкія нумары па вельмі нізкіх коштах

source: Call on Hold
be: Выклік утрымваецца

source: Call on Skype
be: Выклікаць праз Skype

source: Call on hold
be: Выклік утрымваецца

source: Call on hold (Classic)
be: Выклік утрымваецца (звычайны)

source: Call phones
be: Тэлефанаваць

source: Call phones and mobiles
be: Тэлефанаваць на гарадзкія ды перасоўныя

source: Call quality feedback
be: Вашае меркаваньне пра якасьць

source: Call quality information
be: Зьвесткі пра якасьць сувязі

source: Call sender ran out of credit
be: Адпраўнік выкліку вычарпаў крэдыт

source: Call settings
be: Налады выкліку

source: Call the Group
be: Выклікаць суполку

source: Call this number
be: Выклікаць гэты нумар

source: Call this person on their mobile or landline number.
be: Тэлефанаваць гэтаму чалавеку на перасоўны ці гарадзкі нумар.

source: Call to %s
be: Выклікаем %s

source: Call to %s, duration %s.
be: Выклік да %s працягласьцю %s.

source: Call to %s, no answer.
be: Выклікалі %s: не адказвае.

source: Call transfer
be: Перадаць выклік

source: Call transfer from <b>%s</b>
be: Перадаецца выклік ад <b>%s</b>

source: Call transferred by %s
be: Выклік перадаў карыстальнік %s

source: Call transferred by %s declined.
be: Адхілі выклік, перададзены %s.

source: Call transferred by %s, duration %s.
be: Карыстальнік %s перадаў выклік працягласьцю %s.

source: Call with %1
be: Размова з %1

source: Call with %s dropped.
be: Спынілі размаўляць з %s.

source: Call with %s failed.
be: Не ўдаецца выклікаць %s.

source: Calling
be: Выклікаем

source: Calling rates
be: Кошты выклікаў

source: Calling with Skype is so affordable, you can talk to each other every day.
be: Выклікаць праз Skype настолькі даступна, што можна гаманіць зь сябрамі штодзень.

source: Calls
be: Выклікі

source: Calls can't be forwarded to the number you entered.
be: Нельга пераслаць выклік на вызначаны вамі нумар.

source: Calls forwarded at no cost to you.
be: Выклік пераслаўся (вы за гэта ня плаціце).

source: Calls forwarded to a phone number will be charged at
be: Выклікі, якія перасылаюцца на тэлефонныя нумары, якія не ўваходзяць у падпіску, аплачваюцца

source: Calls will be forwarded to all phone numbers at the same time
be: Выклікі будуць перасылацца на ўсе нумары адразу

source: Calls will be sent first to the phone number(s) set.
be: Выклікі будуць адразу перасылацца на пазначаныя нумары.

source: Calls will go to voicemail.
be: Выклік пераслалі да галасавое пошты.

source: Can only contain A-z 0-9 - _ .
be: Мусіць зьмяшчаць толькі літары (A–z), лічбы (0–9) ды знакі «-», «_».

source: Can't access your sound card
be: Не ўдаецца атрымаць доступ да гукавое карткі

source: Can't block yourself
be: Нельга замыкаць сябе

source: Can't capture video.
be: Не ўдаецца зьняць відэа.

source: Can't check for updates
be: Не ўдаецца зірнуць абнаўленьні

source: Can't contain a space
be: Нельга, каб зьмяшчаў прагалы

source: Can't detect a webcam
be: Не ўдаецца выявіць камэру

source: Can't detect webcam.
be: Не ўдаецца выявіць камэру.

source: Can't detect your sound card
be: Не ўдаецца выявіць гукавую картку

source: Can't detect your webcam
be: Не ўдаецца выявіць камэру

source: Can't hear you talking
be: Вас не чутно
